{
  "economy": {
    "Anura Kumara Dissanayake": [
      "Priority for humanity.",
      "Economic democracy.",
      "People's participation, equitable and inclusive society.",
      "Food security.",
      "Fair share of economic benefits.",
      "Sustainable resource utilization.",
      "Non-commodified public services and social security.",
      "International cooperation and solidarity.",
      "Recognition of unpaid labour contribution as a care economy.",
      "Progressive and fair taxation."
    ],
    "Ranil Wickremesinghe": [
      "Increase the number of individuals and businesses paying income tax.",
      "Reduce the number of different types of taxes and introduce a simpler tax system.",
      "Make government expenditures public to maximize efficiency.",
      "Build a permanent Rupee Savings Reserve to face national emergencies.",
      "Gradually reduce public debt to 80% of GDP.",
      "Maintain the rupee at a stable value against the dollar.",
      "Provide high-paying job opportunities to reduce unemployment.",
      "Prioritize directing Sri Lankan workers to high-level foreign jobs.",
      "Provide internationally recognized skills certifications for local jobseekers to secure jobs abroad.",
      "Increase the gap between the present tax slabs and amend tax percentages."
    ],
    "Namal Rajapaksa": [
      "Increasing the number of individuals and businesses paying income tax.",
      "Reducing the number of different types of taxes.",
      "Introducing a simpler tax system.",
      "Making government expenditures public.",
      "Maximizing efficiency from every rupee spent.",
      "Building a permanent Rupee Savings Reserve to face national emergencies.",
      "Allocating a certain percentage of the annual income to the Rupee Savings Reserve.",
      "Gradually reducing public debt to 80% of GDP.",
      "Building an economy capable of repaying all types of loans as quickly as possible.",
      "Maintaining the rupee at a stable value against the dollar."
    ],
    "Sajith Premadasa": [
      "Prioritize policies aimed at improving educational outcomes, developing job-relevant skills, and fostering innovation.",
      "Implement measures to ease the debt burden on farmers by waiving their existing farmer loans (Govi Naya).",
      "Ensure farmers have access to essential credit facilities to support their farming.",
      "Offer a 50kg fertilizer bag for Rs. 5,000, ensuring its continuous availability.",
      "Ensure that farmers receive high, certified prices for their rice production, protecting them from exploitation and securing their livelihoods.",
      "Establish the 'Farmer Intelligence Service' agricultural information market to provide farmers with the opportunity to obtain a fair price for agricultural products.",
      "Improve mobile and internet facilities in agricultural areas, enabling farmers to receive technical advice and connect with domestic and foreign agricultural buyers using digital platforms.",
      "Redesign and modernize agricultural institutions to ensure food security.",
      "Provide tax incentives for agricultural exports.",
      "Introduce an insurance scheme for farmers affected by animal incursions and cultivation or production losses."
    ]
  },
  "healthcare": {
    "Anura Kumara Dissanayake": [
      "Certify all laboratory tests and procedures in government health institutions according to ISO standards and provide 24/7 phone access to medical professionals and nurses.",
      "Reorganize hospital development committees involving professionals and all community groups.",
      "Establish an extended cardiology unit, oncology unit, ophthalmic unit, and nephrology unit with facilities in each district/province.",
      "Introduce a patient charter to ensure accountability of health workers and protect patients' rights.",
      "Ensure quality health services to achieve 'zero preventable deaths.'",
      "Establish a service feedback unit to investigate complaints from patients and caregivers independently.",
      "Deploy trained emergency medical response teams for ambulance services, including Suwasariya.",
      "Establish an efficient pharmaceutical testing laboratory to ensure drug safety.",
      "Expand local pharmaceutical production.",
      "Eliminate corruption and fraud during the import and distribution of medicines."
    ],
    "Ranil Wickremesinghe": [
      "Certify all laboratory tests and procedures in government health institutions according to ISO standards.",
      "Provide 24/7 phone access to medical professionals and nurses.",
      "Reorganize hospital development committees involving professionals and all community groups.",
      "Establish an extended cardiology unit, oncology unit, ophthalmic unit, and nephrology unit with facilities in each district/province.",
      "Introduce a patient charter to ensure accountability of health workers and protect patients' rights.",
      "Ensure quality health services to achieve 'zero preventable deaths.'",
      "Establish a service feedback unit to investigate complaints from patients and caregivers independently.",
      "Deploy trained emergency medical response teams for ambulance services, including Suwasariya.",
      "Establish an efficient pharmaceutical testing laboratory to ensure drug safety.",
      "Expand local pharmaceutical production."
    ],
    "Namal Rajapaksa": [
      "Current shortages of medicines and medical supplies will be resolved promptly so that all patients island-wide will receive essential healthcare services without delays.",
      "A special investment facilitation scheme will be implemented to secure quick investments exceeding US $250,000.",
      "A special Golden Visa scheme will be offered to such investors.",
      "All the above short-term relief projects will be implemented, monitored, and continuously improved by a Special Project Force composed of members of parliament and state officials under the direct supervision of the President.",
      "The YoY economic growth rate will be maintained at an average of 7%, while a comprehensive strategic action plan will be implemented to reduce the increase in cost of living.",
      "Our policy target is to maintain interest rates at a single-digit value through budget deficit management and the growth of GDP.",
      "Our main policy target is to enter the 'Very High' category and be among the first 50 countries in the next decade.",
      "Our main social development policy targets are: HEALTHY AND SAFE LIVES, NEW AGE EDUCATION, DECENT LIVING STANDARD.",
      "It is our main policy to develop targeted public healthcare facilities in such a way that the life expectancy in Sri Lanka will grow from 74 to 76 years for men and 80 to 82 years for women in the next decade.",
      "It is our main policy to update and expand opportunities for formal education by innovating syllabi, teaching methods, and teaching media to achieve these objectives."
    ],
    "Sajith Premadasa": [
      "Recreational facilities will be upgraded to promote active lifestyles and combat sedentary behavior.",
      "A full medical test will be conducted with state contribution once every 3 years for every citizen over 40 years of age, targeting the minimization of state healthcare expenses through early diagnosis of diseases and creating a healthy generation of citizens.",
      "The government will be especially committed to promoting traditional systems of medicine, including Ayurveda, traditional Sinhalese medicine, Unani, and Homeopathy, and will develop a special programme to attract foreign tourists towards alternative medical practices.",
      "The 1990 'Suwa Seriya' Ambulance Service, recognized as one of the world's best ambulance services and currently highly appreciated by the public, will be promoted and protected.",
      "Arrangements will be made to provide a better service to the public in every area of the island by the use of new technologies, including Artificial Intelligence (AI).",
      "Senior citizens, the disabled, and the sick will be provided direct financial transfers.",
      "Continue benefits with an enhanced amount to patients of chronic kidney disease of unknown etiology (CKDu) and elderly citizens: Rs. 10,000/month (from Rs. 7,500) for 50,000 CKDu-affected persons, and Rs. 5,000/month (from Rs. 3,000) for 820,000 elderly citizens.",
      "Certify all laboratory tests and procedures in government health institutions according to ISO standards and provide 24/7 phone access to medical professionals and nurses.",
      "Reorganize hospital development committees involving professionals and all community groups.",
      "Ensure continuous improvement of healthcare services and public health initiatives across the island."
    ]
  },
  "education": {
    "Anura Kumara Dissanayake": [
      "Free education and equal access: Anura Kumara Dissanayake  believes that every child in Sri Lanka deserves a quality education, regardless of their background or financial situation. He will work to ensure that all children have access to free education from kindergarten through university.",
      "Relevance to human development and employment: Anura Kumara Dissanayake  believes that education should be relevant to the needs of the 21st century workforce. He will work to ensure that students are learning the skills they need to succeed in the global economy.",
      "Acceptability for all: Anura Kumara Dissanayake  believes that education should be inclusive and welcoming to all students, regardless of their race, religion, gender, sexual orientation, or disability. He will work to create a school environment where all students feel safe and respected.",
      "Responsible citizens accountable to society: Anura Kumara Dissanayake  believes that education should help students develop into responsible citizens who are committed to making a positive contribution to society. He will work to ensure that schools are teaching students the values of empathy, compassion, and civic responsibility.",
      "Sustainability and innovation: Anura Kumara Dissanayake  believes that education should be sustainable and innovative. He will work to ensure that schools are using the latest teaching methods and technologies to prepare students for the future.",
      "Lifelong learning: Anura Kumara Dissanayake  believes that learning should not end when students graduate from school. He will work to create opportunities for lifelong learning for all Sri Lankans.",
      "Early Childhood Development Education: Anura Kumara Dissanayake  believes that early childhood education is essential for a child's development. He will work to expand access to high-quality early childhood education programs for all children.",
      "Primary and secondary education: Anura Kumara Dissanayake  believes that primary and secondary education should provide students with a strong foundation in the core subjects, as well as opportunities to explore their interests and develop their talents. He will work to improve the quality of teaching and learning in primary and secondary schools.",
      "Senior secondary education: Anura Kumara Dissanayake believes that senior secondary education should prepare students for higher education or the workforce. He will work to expand access to senior secondary education and to improve the quality of teaching and learning in senior secondary schools.",
      "National level assessments: Anura Kumara Dissanayake believes that national level assessments are important for measuring the quality of education and for identifying areas where improvements can be made. He will work to develop a fair and reliable national assessment system."
    ],
    "Ranil Wickremesinghe": [
      "School education will be revised with a focus on soft skills, life skills, and moral values.",
      "The system of examinations and evaluations will be revisited, enabling students to start university education at the age of 17 years.",
      "The 'English for All' programme, which provides English education to all school children, will be implemented within the next decade.",
      "Steps will be taken to change the method of compilation of school textbooks and to revise the curricula with a focus on interesting approaches to subject matter.",
      "The main objective of education will be the development of the personalities and characters of students while equipping them with new knowledge and skills, creativity, and self-confidence.",
      "A special programme will be launched to improve and regulate preschool education, along with standard training for preschool teachers.",
      "A university for postgraduate research and development will be established.",
      "Provision of necessary financial and physical resources will be made to strengthen postgraduate education and research.",
      "Private sector contributions will be encouraged to strengthen research related to industries and service sectors.",
      "A vocational education university system will be established for those who pass the tertiary education entrance examination after completing senior secondary education."
    ],
    "Namal Rajapaksa": [
      "Review and upgrade all education syllabi in primary, secondary, and tertiary sectors within one year to suit the market and social needs of today and the future world.",
      "Introduce a 'Smart Education' methodology that also uses Artificial Intelligence from school to university.",
      "Provide continuous professional training for all schoolteachers, university lecturers, and career counsellors.",
      "Implement an ICT-based system to manage the performance of educators, and add an additional bonus to their salary based on measured target achievements.",
      "Subject both public and private schools to international standardisation.",
      "Strengthen the field of professional training and skills development to meet international employment qualification requirements.",
      "Implement a university development programme to bring Sri Lanka's state universities to the top of international rankings and adjust university courses to suit the global job market to resolve the issue of unemployed graduates.",
      "Set up a National Higher Education Commission to regulate state and non-state universities and other degree-granting institutions to maintain the standard of all degree courses.",
      "Implement a special system under the Ministry of Education to regulate large-scale private tuition-class education.",
      "Increase the average time spent in formal education in school as well as after leaving school."
    ],
    "Sajith Premadasa": [
      "Initiate a school twinning programme to foster global partnerships, cultural exchange, and collaborative learning opportunities between schools.",
      "Mandate that every school establish a trust fund supported by local communities to ensure the maintenance and sustainability of school facilities.",
      "Initiate actions from January 2025 to create a system of 'STEEAM' education that prioritizes Science, Technology, English, Engineering, Arts, and Mathematics in all institutions of education by expediting teacher training activities.",
      "When updating school curricula, seek expert opinions from domestic, multilateral institutions, and foreign governments and private sector human resource specialists.",
      "Give due consideration to modern technological trends, including Artificial Intelligence, when updating curricula.",
      "Simplify and restructure the Grade 5 Scholarship Examination, which has put children under immense mental stress.",
      "Recognize Early Childhood Education (ECE) as fundamental to developing responsible citizens by establishing a regulatory authority with a multi-stakeholder advisory committee, upgrading child-friendly and modern infrastructure, enhancing teacher training and accreditation, and promoting parental engagement.",
      "Design primary and secondary school education with the use of modern technology so that students can understand, speak, and write English from an early stage of schooling.",
      "Provide all school-going girl students from Grade 6-13 the option to receive a monthly cash transfer for the purchase of menstrual hygiene products on a self-selection basis.",
      "Take immediate steps to restructure the University Grants Commission to address professional issues in the university sector."
    ]
  },
  "socialWelfare": {
    "Anura Kumara Dissanayake": [
      "Provision of a monthly financial aid of Rs. 10,000 to persons with disabilities in low-income families.",
      "Facilitate education, training, employment, and livelihood opportunities for persons with disabilities.",
      "Provide social protection for women-headed families, single-parent families, and women affected by gender-based or intimate partner violence.",
      "Offer financial assistance for affected individuals (of the above categories) based on needs and income levels.",
      "Provide legal aid and counseling services based on needs and requests.",
      "Offer alternative housing and job support when needed.",
      "Establish mechanisms for social and psychological support for women affected by violence and abuse.",
      "Create a digital data repository of individuals with chronic illnesses such as cancer and kidney disease.",
      "Provide a minimum monthly financial grant of Rs. 10,000 to persons with chronic illnesses on a needs basis.",
      "Offer professional support and social empowerment."
    ],
    "Ranil Wickremesinghe": [
      "Around 25% of the community is facing various hardships due to the Covid-19 pandemic and the recent economic crisis.",
      "We pledge to prioritize providing solutions to these problems.",
      "We will work hard to reduce the proportion of low-income people suffering from diverse hazards to 10% during the next 5 years.",
      "We have formulated the National Social Protection Policy to lay a foundation for solving this issue.",
      "To redeem people from poverty, we launched Aswesuma, a more extensive programme than Samurdhi.",
      "Under the Aswesuma programme, we are providing financial assistance to 2.4 million families.",
      "Families facing economic difficulties are receiving a maximum of Rs. 15,000, and senior citizens, individuals with special needs, and kidney patients in these families are receiving financial assistance separately.",
      "This amount is higher than the Samurdhi allowance.",
      "Aswesuma and Samurdhi programmes will be integrated and utilized for this purpose systematically.",
      "We have identified the communities that are suffering from extreme poverty and social oppression."
    ],
    "Namal Rajapaksa": [
      "Current shortages of medicines and medical supplies will be resolved promptly so that all patients island-wide will receive essential healthcare services without delays.",
      "A modern ICT-based methodology and system will be established to control traffic violations, including an application for paying fines at the scene of the offence.",
      "Individuals with special needs will be provided with all essential facilities, income-generating opportunities, and equal treatment according to international standards.",
      "The Samurdhi programme, which provides financial relief to low-income earners, will continue as before with improvements.",
      "A special community programme will be implemented at the village level, involving Samurdhi receivers with tailored benefits.",
      "The outstanding salary issues and other problems of the Samurdhi Development Officers will be resolved immediately.",
      "To address the rapid ageing of Sri Lanka's population, an integrated programme will be implemented to supplement the young workforce with the able retired community.",
      "A Voluntary Service Pool will be established where senior citizens who can continue serving will be entitled to a monthly stipend.",
      "The pension scheme will be enhanced to match current inflation rates.",
      "Higher interest than the market average will be given on fixed deposits for all senior citizens, and current insurance schemes and other privileges will also be increased."
    ],
    "Sajith Premadasa": [
      "Priority will be given to qualified youth from low-income families when providing foreign employment opportunities with government intervention.",
      "A programme of work will be implemented that recognizes disability as part of the rich diversity of humanity.",
      "The domestic legal framework will be developed and implemented in accordance with the United Nations Convention on the Rights of Persons with Disabilities and the National Policy on Disability.",
      "All goods and services related to education, work and employment, health, poverty alleviation, social security, housing, transportation, sports, justice, public participation, and social, religious, cultural rights will be made appropriate and accessible to persons with disabilities.",
      "A national database will be established for the efficient and effective management of the national programme for the promotion of the rights of persons with disabilities.",
      "The policy of providing a 3% quota of job opportunities in the public service for persons with disabilities will be implemented.",
      "A Disability Rights Commission will be appointed to monitor the implementation of policies to ensure that disability rights are on par with the rights of all citizens.",
      "The outdated Sports Law No. 25 of 1973 will be replaced within a year with a new Sports Act that meets contemporary needs.",
      "A special fund will be established with contributions from the public and private sectors to provide necessary funding for athletes who qualify to represent Sri Lanka in international competitions.",
      "'Sri Lanka Cricket' will be established by an Act of Parliament to create the necessary legal environment to eliminate corruption in cricket and promote the sport."
    ]
  },
  "infrastructure": {
    "Anura Kumara Dissanayake": [
      "Offering financial support to newly married couples for purchasing or constructing their homes.",
      "Implementing programs to provide official residences for government employees close to their workplaces.",
      "Facilitating the provision of affordable housing for residents of low-income settlements in Colombo through government intervention.",
      "Developing comprehensive housing projects in urban and semi-urban areas, including essential facilities such as healthcare, education, sports, transportation, and parks.",
      "Revising the relevant laws to address issues related to land ownership for housing development.",
      "Providing financial and infrastructural support to enhance housing, water, and sanitation facilities for Malayagam communities.",
      "Establishing a single window to facilitate business registration, issuance of licenses, certifications, granting of permission for land use, and provision of electricity, water, communication services, and other facilities through an integrated system.",
      "Establishing a crew member-changing centre for ships navigating across Sri Lanka.",
      "Developing proactive and real-time alert systems to warn against natural disasters, such as floods, wildfires, and landslides.",
      "Leveraging the latest satellite technology and equipment to accurately forecast the weather, calculate energy demand, and maximize the utilization of hydroelectricity, wind, and solar-generated electricity."
    ],
    "Ranil Wickremesinghe": [
      "Several housing schemes will be launched under local and foreign investments within the next two years with government intervention, encouraging investors to construct multi-floor apartments in major cities.",
      "Expansion activities for Palali International Airport will commence in the year 2026.",
      "The establishment of an international airport in Hingurakgoda will be initiated.",
      "The 'River for Jaffna' project will be prioritized and commenced in the year 2027. Additionally, the Punarin Tank will be rebuilt in 2026, and other small tanks in the Northern Province will be refurbished. A reservoir will be built across the Paliaru River, which falls into the sea at Mannar.",
      "The Hedaoya Water Project will be commenced in 2025.",
      "Steps will be taken to accelerate the digital revolution through the introduction of internet services based on satellite technology.",
      "Colombo Harbour will be expanded and upgraded to compete with international harbours.",
      "Urban sewage systems, which are currently decades old, will be developed and improved.",
      "Water supply to cities will be systematized, and tap water will be provided to the dry zone, central hills, coastal areas, and other regions facing water scarcity.",
      "Digital technologies will be utilized from issuing driving licenses to operating vehicles."
    ],
    "Namal Rajapaksa": [
      "A developed country for you: Namal Rajapaksa Rajapaksa's vision is to transform Sri Lanka into a developed country within the next decade. He plans to achieve this by focusing on economic growth, social progress, and environmental sustainability.",
      "Immediate relief for you: Rajapaksa understands that many Sri Lankans are facing economic hardship. He has pledged to provide immediate relief to those in need, including tax breaks, utility bill assistance, and increased access to healthcare and education.",
      "Fulfillment for all: Rajapaksa believes that all Sri Lankans deserve to live a fulfilling life. He has pledged to create a society where everyone has the opportunity to reach their full potential, regardless of their background or circumstances.",
      "Immediate tax relief: Rajapaksa has pledged to provide immediate tax relief to Sri Lankans. He plans to do this by reducing the number of different types of taxes and introducing a simpler tax system.",
      "Inflation at lower single digit: Rajapaksa has pledged to keep inflation at a low single digit. He plans to do this by managing the trade balance and foreign debt effectively.",
      "Policy rates at single digit: Rajapaksa has pledged to keep policy rates at a single digit. He plans to do this by managing the economy responsibly and keeping inflation under control.",
      "Samurdhi strengthened: Rajapaksa has pledged to strengthen the Samurdhi program, which provides financial assistance to low-income families. He plans to do this by increasing the amount of money that is allocated to the program and by making it easier for people to qualify.",
      "Relief for your utility bills: Rajapaksa has pledged to provide relief for utility bills. He plans to do this by subsidizing the cost of electricity, water, and gas for low-income families.",
      "Healthy and safe lives: Rajapaksa has pledged to ensure that all Sri Lankans have access to quality healthcare and education. He plans to do this by increasing funding for these services and by making them more accessible to people in rural areas.",
      "Affordable fertilizer: Rajapaksa has pledged to make fertilizer more affordable for farmers. He plans to do this by providing subsidies and by working with fertilizer companies to reduce their prices."
    ],
    "Sajith Premadasa": [
      "Our approach in power and energy thll focus on implementing transparent, automated systems that minimize individual discretion, close loopholes for manipulation, and eliminate incentives for 'dealmakers' to push unsolicited proposals.",
      "The government is committed to implementing a national land reforms programme aimed at improving land productivity and securing land rights, including the creation of a digital land registry and completion of the 'Bim Saviya' programme.",
      "Building a multi-faceted public transport system, including eco-friendly, modern buses, electrification of railways, a light rail system, and Intelligent Transport Systems (ITS) empowered by smart technology.",
      "Speedy completion of the Central Expressway will be ensured, with the construction of the Ruwanpura Expressway from Kahathuduwa to Palmadulla considered a key component. The construction work will be completed in stages, and priority will be given to rehabilitating rural roads.",
      "Railway modernization projects, including the Kelani Valley railway line, will be expedited.",
      "Improving the efficiency of expressways by introducing a Multi-Lane Free Flow (MLFF) system.",
      "Prioritizing the rapid completion of the second terminal at Katunayake International Airport to support the tourism industry, and converting existing domestic airports into civil airports.",
      "Inviting private sector participation in developing the seaports, given Sri Lanka's unique strategic positioning.",
      "Allocating funds to resume essential projects while canceling or restructuring non-essential ones, ensuring cost-effective solutions and preventing further financial burdens on contractors and the state.",
      "Creating demand for the domestic housing market by granting facilities for housing and Mortgage Loan Schemes for First-Time Builders."
    ]
  },
  "environment": {
    "Anura Kumara Dissanayake": [
      "Use of natural resources ensuring the balance between socio-economic development and the environment.",
      "A participatory approach in sustainable management.",
      "Minimizing climate change impacts.",
      "A healthy society with a balanced environment built upon knowledge, skills, attitudes, and mindset.",
      "Environmental justice and fairness.",
      "Balance between environment and development.",
      "Sustainable use of resources and precautionary approach.",
      "Ecosystem approach.",
      "Institutional coordination and public participation.",
      "Polluter pays principle."
    ],
    "Ranil Wickremesinghe": [
      "Use of natural resources ensuring the balance between socio-economic development and the environment.",
      "Implementing a participatory approach in sustainable management.",
      "Minimizing climate change impacts.",
      "Promoting a healthy society with a balanced environment built upon knowledge, skills, attitudes, and mindset.",
      "Designation and protection of ecologically sensitive areas.",
      "Identification, management, and risk reduction of natural disaster-prone areas.",
      "Development and implementation of scientifically developed sustainable land-use plans for agricultural, industrial, and residential uses.",
      "Conservation of areas with mineral resources for sustainable economic operations.",
      "Implementation of existing guidelines for soil conservation and development of new recommendations as needed.",
      "Enacting a new Biodiversity Law and establishing a Regulatory Body to conserve the biodiversity of the country."
    ],
    "Namal Rajapaksa": [
      "One of the most valuable natural resources on the surface of Sri Lanka is our forest cover.",
      "Our policy is to optimize the already used lands more efficiently without clearing more forests simply for the sake of economic growth.",
      "Investments will be made in innovative enterprises that can produce environmentally friendly substitutes for plastics, and in innovative waste management and recycling businesses.",
      "Animals also share the same Earth that humans live in. We recognize their right to the natural environment and will guarantee their rights.",
      "It is our policy to protect endangered animals.",
      "Wildlife is a major tourist attraction in Sri Lanka. Therefore, economic and social activity will be conducted in such a way as not to harm the natural environment where those animals live.",
      "Instead of putting animals' lives at risk, investments will be made in innovations that can solve the issue of crop damage from wild animals.",
      "A joint mechanism with anti-cruelty organizations will be set up for the protection of free-living, abandoned, and injured animals.",
      "Investments will be made to meet the country's energy needs from renewable sources, ensuring continuous electricity supply, reducing fuel imports, and minimizing environmental pollution.",
      "All government buildings constructed in the next decade will be designed and constructed using advanced techniques to suit modern and future climate conditions, with minimal maintenance costs and in an environmentally friendly manner."
    ],
    "Sajith Premadasa": [
      "Conducting cost-benefit analysis and environmental assessment to determine whether to maintain, replace, or restore plantations in hilly areas.",
      "Identification and documentation of wetlands in Sri Lanka and taking necessary steps for their conservation.",
      "Reviewing and implementing national policies on mangrove ecosystems.",
      "Identification of integrated forest and wildlife conservation zones and establishing new protected areas.",
      "Providing public awareness to eliminate myths and unnecessary financial values given to elephant tusks, pearls, fibers, and other animal parts.",
      "Improving natural habitats of wild animals to provide food and water for all wildlife to minimize their intrusion into villages.",
      "Introducing electric fences to prevent elephant movement to villages and maintaining them with the help of community participation.",
      "Studying and managing human-wildlife conflicts, such as elephant-human interactions, with appropriate techniques and public involvement.",
      "Conducting studies on harmful wildlife such as monkeys and wild boar, and implementing necessary biological control methods.",
      "Improving facilities for ex-situ conservation and promoting public engagement and educational research."
    ]
  },
  "lawOrder": {
    "Anura Kumara Dissanayake": [
      "Establishing an Independent Police Service: Create an independent, efficient, and approachable police service that is more accessible to the public.",
      "Public Feedback Process: Introduce a system for obtaining public feedback to assess police officers on their efficiency, conduct, and integrity.",
      "Smart Courthouses: Implement technology in courthouses to maintain digital records and streamline judicial processes.",
      "Provincial Government Analyst Branches: Set up provincial branches of the Department of Government Analyst to expedite the judicial process.",
      "Integrated Intelligence Mechanism: Develop a trustworthy and efficient integrated intelligence system with clear procedures to ensure accountability in national security and good governance.",
      "Anti-Corruption and Financial Crime Laws: Strengthen and formalize laws to prevent corruption, financial crimes, and other structural issues.",
      "Resource Conservation Mechanism: Establish a mechanism to oversee the consumption and conservation of national resources, ensuring national security.",
      "Maritime Boundary Management: Implement an integrated management system with regional partnerships to effectively control international maritime boundaries in line with the UN Convention on the Law of the Sea.",
      "Disaster Management Structure: Formalize a disaster management structure to reduce the impact of health and economic effects from disasters, including pollution, natural disasters, fires, and droughts.",
      "Independent Investigations Mechanism: Ensure that all investigations are conducted independently and apolitically, using modern methods to uphold professionalism and respect within the Sri Lanka Police."
    ],
    "Ranil Wickremesinghe": [
      "Transparency and accountability: The government will maintain openness about its activities and decisions, and ensure accountability for its actions.",
      "Merit-based appointments and promotions: Government positions will be filled based on qualifications and experience, rather than political connections.",
      "Efficiency and formal procedure: Government operations will be conducted efficiently and with clear rules and procedures.",
      "Ethical behavior and continuity: The government will act ethically, avoiding decisions driven by personal gain or corruption, and maintain continuity in its practices.",
      "Using advanced technology: The government will leverage technology to enhance efficiency and effectiveness.",
      "Formulating productive policies: Policies will be designed to improve the quality of life for citizens.",
      "Partnership: The government will collaborate with businesses, non-profits, and other organizations to achieve its goals.",
      "Public participation, awareness, and skills: The government will encourage public involvement in decision-making and provide information and training to enhance understanding of government processes.",
      "Ensuring inclusion: The government will ensure equal opportunities for all citizens to participate in society.",
      "No discrimination: The government will uphold non-discrimination principles, ensuring fairness regardless of race, religion, gender, sexual orientation, or disability."
    ],
    "Namal Rajapaksa": [
      "Minimizing market monopolies in both public and private sectors to encourage competition.",
      "Strengthening state and legal protections for both physical and intellectual property.",
      "Gradually reducing the tax burden to a lower single digit over the next decade.",
      "Minimizing tariffs and other restrictions on imports and exports to facilitate trade.",
      "Streamlining state regulations to remove obstacles for entrepreneurs.",
      "Expanding workers' freedom by removing regulatory and legal barriers.",
      "Promoting both domestic and foreign investments by reducing regulatory and legal hurdles.",
      "Strengthening regulations to protect national interests, individual rights, and business freedoms.",
      "Protecting political freedom by ensuring equal rights to have and express opinions and join political parties.",
      "Controlling terrorism while safeguarding the political freedom of every citizen."
    ],
    "Sajith Premadasa": [
      "Broaden the scope of fundamental rights to include social and economic rights, cultural rights, rights of women, children, the aged, the disabled, environmental, housing, and development rights.",
      "Conduct Court of Appeal sittings in each province, with original fundamental rights and language rights jurisdiction, and allow appeals to the Supreme Court with leave from the Court of Appeal or special leave from the Supreme Court.",
      "Entrench anti-corruption measures in the Constitution, treating corruption in any form as a violation of the Constitution.",
      "Completely de-politicize the public service and adhere to standards and provisions set by the Public Service Commission.",
      "Fully implement the Code of Conduct for Members of Parliament, effective from 15.04.2018, to establish necessary standards and principles in parliamentary performance and instill public confidence.",
      "Legislate codes of conduct for provincial councilors and local government members.",
      "Prohibit ministers from appointing family members to government and semi-government institutions within their ministries.",
      "Bar individuals currently indicted for corruption from future elections or government positions.",
      "Introduce legal amendments to prevent MPs from crossing over for privileges and favors, with mandatory court proceedings to be concluded within 2 months.",
      "Ensure that racism, extremism, or separatism are not promoted and that every citizen is treated equally under the law regardless of race, religion, caste, class, or sex."
    ]
  },

  "security": {
    "Anura Kumara Dissanayake": [
      "Citizen Protection: Prioritizes safety and human rights.",
      "Sovereignty: Ensures territorial integrity and prevents foreign interference.",
      "Professional Military: Focuses on merit-based leadership and modern training.",
      "Maritime & Airspace Security: Modernizes naval and air forces.",
      "Energy Security: Aims for energy independence as part of national security.",
      "Strengthening National Security Council: Enhances oversight with a new advisory board.",
      "Cybersecurity: Addresses digital threats with stronger IT infrastructure.",
      "Intelligence Services: Promotes an integrated, accountable intelligence system.",
      "Anti-Corruption: Strengthens laws to protect economic security.",
      "Regional Partnerships: Encourages collaboration to secure maritime boundaries."
    ],
    "Ranil Wickremesinghe": [
      "Protection of Citizens: Emphasizes the importance of safeguarding the security and well-being of citizens.",
      "Sovereignty: Ensures the protection of Sri Lanka's territorial integrity and independence.",
      "Internal Security: Focuses on strengthening internal security and law enforcement agencies like the police, armed forces, and intelligence services.",
      "Maritime and Airspace Security: Highlights the need to secure Sri Lanka’s maritime boundaries and airspace.",
      "Cybersecurity: Prioritizes modernizing the country’s cybersecurity infrastructure to address digital threats.",
      "Energy Security: Ensures the protection of national energy resources, integrating them as part of the country's national security policy.",
      "Anti-Corruption: Strengthens anti-corruption measures to ensure economic stability and reduce security threats posed by financial crimes.",
      "Intelligence Services: Advocates for enhancing and streamlining intelligence services to meet modern national security challenges.",
      "Regional Security Partnerships: Promotes strategic partnerships with neighboring countries to address regional security threats, including terrorism and extremism.",
      "Modernization of the Armed Forces: Plans to modernize Sri Lanka's defence forces, equipping them with advanced technology and professional training."
    ],
    "Namal Rajapaksa": [
      "Citizen Safety: Prioritizes protecting citizens from internal and external threats.",
      "Sovereignty: Emphasizes safeguarding Sri Lanka’s sovereignty and unitary state.",
      "Internal Security: Strengthens law enforcement and intelligence agencies to ensure national security.",
      "Maritime Security: Focuses on securing Sri Lanka’s extended maritime boundaries and utilizing ocean resources.",
      "Cybersecurity: Develops an advanced IT infrastructure to combat cyber threats.",
      "Military Modernization: Plans to modernize the armed forces, equipping them with updated technologies.",
      "Energy Security: Ensures protection of energy resources and sustainable energy production.",
      "Intelligence Reforms: Calls for reforming the intelligence services to prevent terrorism and extremism.",
      "Anti-Corruption: Strengthens anti-corruption measures to improve national security and economic stability.",
      "Regional Cooperation: Advocates for regional partnerships to secure Sri Lanka's position in global and regional security."
    ],
    "Sajith Premadasa": [
      "Strengthen national security through defense cooperation based on a farsighted and strong foreign policy.",
      "Establish the National Security Council by a new law and assign it necessary powers.",
      "Treat the country’s security, law and order, and intelligence agencies as separate and independent units with necessary inter-coordination.",
      "Provide structural and operational recognition to the state intelligence sector by establishing an integrated intelligence framework.",
      "Ensure efficient cooperation between independent agencies and create a strong and responsive national security mechanism.",
      "Provide essential technical facilities, up-to-date weapons and equipment, and adequate local and foreign training for the Army, Navy, Air Force, and Civil Defense Force.",
      "Secure the jobs of Tri Forces and Civil Security personnel with high wages, allowances, and welfare benefits.",
      "Modernize the armed forces for the twenty-first century through institutional reforms.",
      "Ensure respect for all races and religious groups and foster security based on mutual cooperation among ethnic groups.",
      "Establish a Commission of Inquiry within 3 months under Section 2 (1) (c) of the Commission of Inquiry Act No. 17 of 1948 to deliver justice to the victims of the Easter Sunday bomb attacks."
    ]
  },

  "foreignPolicy": {
    "Anura Kumara Dissanayake": [
      "Sovereignty: Prioritizes protecting Sri Lanka’s independence.",
      "Non-Aligned: Advocates for balanced, non-aligned relations with global powers.",
      "Multilateralism: Supports cooperation through international institutions like the UN.",
      "Regional Peace: Focuses on peaceful relations with neighboring countries.",
      "Trade: Aims to diversify trade agreements and boost exports.",
      "Cultural Exchange: Promotes Sri Lankan culture through global exchanges.",
      "Diaspora: Engages the diaspora in national development.",
      "Tech Partnerships: Encourages global scientific collaboration.",
      "Environmental Leadership: Promotes renewable energy and sustainability partnerships.",
      "Humanitarian Role: Enhances Sri Lanka’s contribution to global peacekeeping and aid efforts."
    ],
    "Ranil Wickremesinghe": [
      "Sri Lanka has earned important diplomatic recognition through wise and correct actions in the past.",
      "Sri Lanka has traditionally supported oppressed and colonized nations and their independence.",
      "Sri Lanka has promoted peace and the sovereignty of nations in various international issues.",
      "Sri Lanka has not supported any international war since gaining independence.",
      "Sri Lanka has maintained a good reputation among many nations for its principled positions.",
      "Sri Lanka should aim to regain its position as an 'International consensus builder.'",
      "Sri Lanka should open missions in economically developing and emerging countries to strengthen its economic capacity.",
      "Sri Lanka should appoint professional career diplomats with proven track records to head its missions.",
      "Sri Lanka should appoint qualified officers for Foreign Service based on merit, professional excellence, ethical conduct, and diplomatic discretion.",
      "Sri Lanka should de-politicize the Foreign Service and make appointments based on merit."
    ],
    "Namal Rajapaksa": [
      "Comply with the UN Charter and its principles, and adhere to the UN System.",
      "Promote international and regional peace and security.",
      "Foster peaceful co-existence through mutual respect for sovereignty and territorial integrity, non-aggression, equality of states, mutual growth, and non-interference in internal affairs.",
      "Prioritize diplomacy in managing and resolving global problems.",
      "Promote regional and global integration through state-to-state and people-to-people diplomacy.",
      "Develop clear guidelines by formulating a comprehensive foreign policy document outlining strategic priorities, goals, and expected conduct of Sri Lanka's representatives abroad.",
      "Restructure the Ministry of Foreign Affairs to align with new foreign policy objectives after comprehensive analysis.",
      "Provide focused and coordinated guidance on Sri Lanka Foreign Service (SLFS).",
      "Evaluate economically developing and emerging countries to determine where Sri Lanka should open missions to strengthen its economic capacity.",
      "Rationalize Sri Lanka’s overseas missions and right-size them to enhance effectiveness."
    ],
    "Sajith Premadasa": [
      "Engage with all nations and place economic diplomacy at the core of policy formulation.",
      "Develop a trade and investment policy focused on establishing a dedicated government unit for trade negotiations.",
      "Promote a rules-based order in the Indian Ocean, ensuring the best interests of the region’s population.",
      "Commit to regional trading alliances to strengthen economic ties.",
      "Ensure a proportion of 75% career diplomats and a maximum of 25% non-career appointments in diplomatic positions.",
      "Prohibit the appointment of family members of politicians to government positions.",
      "Establish the National Security Council by enacting new legislation and assigning it necessary powers.",
      "Treat the country’s security, law and order, and intelligence agencies as separate and independent units with essential inter-coordination.",
      "Create an integrated intelligence framework to improve information sharing, streamline operations, and enhance overall national security capabilities.",
      "Provide essential technical facilities, up-to-date weapons and equipment, and adequate local and foreign training for the armed forces."
    ]
  },

  "humanRights": {
    "Anura Kumara Dissanayake": [
      "Establish an Inter-Religious Council to resolve inter-religious issues.",
      "Implement programs for the comparative study of world religions.",
      "Organize cultural programs and activities to promote national and religious unity.",
      "Release all political prisoners and ensure their reintegration into society.",
      "Abolish oppressive acts, including the Prevention of Terrorism Act (PTA), and ensure civil rights for all.",
      "Regularize civil administration to guarantee civil rights for all, including in the North and East.",
      "Provide educational and employment opportunities to all ethnicities based on merit, without political influence.",
      "Provide relief to war widows, internally displaced persons, people with disabilities, and those with trauma.",
      "Address existing land-related issues through a National Commission on Lands and Settlements.",
      "End resettlement programs aimed at changing the population composition."
    ],
    "Ranil Wickremesinghe": [
      "Ensure that all citizens, including those with disabilities, enjoy full human rights and freedom.",
      "Build a society where no citizen is discriminated against or disadvantaged based on religion, language, caste, gender, political opinion, or place of birth.",
      "Enact the Truth and Reconciliation Act.",
      "Implement the Nawaz Commission Report on missing persons.",
      "Provide financial assistance to rehabilitated LTTE members to engage in self-employment.",
      "Provide concessional loans to female-headed families at a maximum of Rs. 1,000,000 at an interest rate of 3%.",
      "Take measures to prevent violence against women, including harassment at home, on the streets, and at work.",
      "Increase the number of female police officers to ensure the maintenance of regular and well-functioning Women and Children Affairs Units in every Police Station.",
      "Formulate necessary laws to protect children's human rights and child rights while safeguarding them from abuse, delinquency, and child sexual exploitation.",
      "Introduce rules to protect children's safety, opportunities, and rights by regulating children's homes, pre-schools, tuition classes, sports training institutes, and daycare centers."
    ],
    "Namal Rajapaksa": [
      "Protecting the unitary state.",
      "Ensuring a life without fear.",
      "Maintaining an equally friendly yet non-aligned foreign policy.",
      "Protecting representative democracy.",
      "Safeguarding constitutional rights.",
      "Protecting and nurturing the Buddha Sasana.",
      "Ensuring the internal security of the state.",
      "Taking all necessary measures to protect the people so that they can live without fear.",
      "Strictly not allowing any form of suppression, humiliation, or violence against any ethnic, religious, or political groups.",
      "Applying a zero tolerance policy in cases of terrorism, the underworld, and narcotics."
    ],
    "Sajith Premadasa": [
      "Broadening the scope of fundamental rights to include social, economic, cultural, and environmental rights, as well as rights of women, children, the aged, and the disabled.",
      "Ensuring the Court of Appeal conducts sittings in each Province with original jurisdiction on fundamental and language rights, and allowing appeals to the Supreme Court with necessary permissions.",
      "Entrenching anti-corruption measures in the Constitution to address corruption as a violation of the Constitution.",
      "De-politicizing the public service and ensuring compliance with standards and provisions set by the Public Service Commission.",
      "Fully implementing the Code of Conduct for Members of Parliament to enhance parliamentary standards and public confidence.",
      "Legislating codes of conduct for provincial councilors and local government members.",
      "Prohibiting ministers from appointing family members to government and semi-government positions.",
      "Preventing individuals indicted for corruption from obtaining nominations for future elections or government positions.",
      "Introducing legal amendments to prevent MPs from crossing over for privileges and ensuring related court proceedings are concluded within 2 months.",
      "Upholding a sovereign state with a multi-aligned foreign policy, aiming to be friends with all and enemies with none."
    ]
  }
}
